[
    {
      "place": "Never Ending Paddy Fields and Narrorw Roads",
      "city": "Pollachi",
      "shortDescription": "Pollachi is a town and a taluk headquarters in Coimbatore district, Tamil Nadu state, India. Located about 40 km (25 mi) to the south of Coimbatore, it is the second largest town in the district after Coimbatore. Pollachi is a popular Marketplace for jaggery, vegetables and cattle.[2] As of 2011, the town had a population of 90,180.",
      "fullDescription": "Pollachi is a town and a taluk headquarters in Coimbatore district, Tamil Nadu state, India. Located about 40 km (25 mi) to the south of Coimbatore, it is the second largest town in the district after Coimbatore. Pollachi is a popular Marketplace for jaggery, vegetables and cattle.[2] As of 2011, the town had a population of 90,180.Pollachi was known as Pozhil Vaitchi in Tamil which means 'gifted with beauty' and later became Pollachi. It was also known as Mudi Konda Chola Nallur during the period of the Cholas.[3]In 2019, the town became notable for the 2019 Pollachi sexual assault case involving the rape and extortion of numerous women by a gang.[4] According to the 2011 census, Pollachi had a population of 90,180 with a sex-ratio of 1,012 females for every 1,000 males, much above the national average of 929.[6] A total of 7,732 were under the age of six, constituting 3,952 males and 3,780 females. Scheduled Castes and Scheduled Tribes accounted for 10.57% and 0.29% of the population respectively. \\n Pollachi was known as Pozhil Vaitchi in Tamil which means 'gifted with beauty' and later became Pollachi. It was also known as Mudi Konda Chola Nallur during the period of the Cholas.[3]In 2019, the town became notable for the 2019 Pollachi sexual assault case involving the rape and extortion of numerous women by a gang.[4] According to the 2011 census, Pollachi had a population of 90,180 with a sex-ratio of 1,012 females for every 1,000 males, much above the national average of 929.[6] A total of 7,732 were under the age of six, constituting 3,952 males and 3,780 females. Scheduled Castes and Scheduled Tribes accounted for 10.57% and 0.29% of the population respectively. \\n The average literacy of the city was 82.15%, compared to the national average of 72.99%.[6] The city had a total of 24,755 households. There were a total of 36,972 workers, comprising 219 cultivators, 488 main agricultural laborers, 1,018 in household industries, 32,720 other workers, 2,527 marginal workers, 25 marginal cultivators, 45 marginal agricultural laborers, 124 marginal workers in household industries and 2,333 other marginal workers.[1]",
      "relatedPlaces" : ["Chidambaram","Kumbakonam","Tirunelveli"]
    },
    {
      "place": "Small Ride across town in mid summer heat",
      "city": "Thanjavur",
      "shortDescription": "Thanjavur or Chola Empire also Tanjore ,is a city in the Indian state of Tamil Nadu. Thanjavur is the 11th biggest city in Tamil Nadu. Thanjavur is an important center of South Indian religion, art, and architecture. Most of the Great Living Chola Temples, which are UNESCO World Heritage Monuments, are located in and around Thanjavur. The foremost among these, the Brihadeeswara Temple, is located in the centre of the city. Thanjavur is also home to Tanjore painting, a painting style unique to the region.",
      "fullDescription": "Thanjavur or Chola Empire also Tanjore ,is a city in the Indian state of Tamil Nadu. Thanjavur is the 11th biggest city in Tamil Nadu. Thanjavur is an important center of South Indian religion, art, and architecture. Most of the Great Living Chola Temples, which are UNESCO World Heritage Monuments, are located in and around Thanjavur. The foremost among these, the Brihadeeswara Temple, is located in the centre of the city. Thanjavur is also home to Tanjore painting, a painting style unique to the region. \\n Thanjavur is the headquarters of the Thanjavur District. The city is an important agricultural centre located in the Kaveri Delta and is known as the Rice bowl of Tamil Nadu. Thanjavur is administered by a municipal corporation covering an area of 128.02 km2 (49.43 sq mi) and had a population of 290,720 in 2011. Roadways are the major means of transportation, while the city also has rail connectivity.\\n Thanjavur is the headquarters of the Thanjavur District. The city is an important agricultural centre located in the Kaveri Delta and is known as the Rice bowl of Tamil Nadu. Thanjavur is administered by a municipal corporation covering an area of 128.02 km2 (49.43 sq mi) and had a population of 290,720 in 2011. Roadways are the major means of transportation, while the city also has rail connectivity. \\n The nearest airport is Tiruchirapalli International Airport, located 59.6 km (37.0 mi) away from the city. The nearest seaport is Karaikal, which is 94 km (58 mi) away from Thanjavur.The city first rose to prominence during the reign of the Cholas when it served as the capital of the empire. After the fall of the Cholas, the city was ruled by various dynasties such as the Mutharaiyar dynasty, the Pandyas, the Vijayanagar Empire, the Madurai Nayaks, the Thanjavur Nayaks, the Thanjavur Marathas and the British Empire. It has been a part of independent India since 1947.",
      "relatedPlaces" : ["Masinagudi","Kumbakonam","Tirunelveli"]
    },
    {
      "place": "Catching a Short Break at the Lotus Pond",
      "city": "Chidambaram",
      "shortDescription": "Chidambaram is a town and municipality in Cuddalore district in the Indian state of Tamil Nadu, on the banks of the Vellar River where it meets the Bay of Bengal. It is the headquarters of the Chidambaram taluk. The town is believed to be of significant antiquity and has been ruled, at different times, by the Pallavas until ninth century, Medieval Cholas, Later Cholas, Later Pandyas, Vijayanagar Empire, Thanjavur Nayakas, Marathas and the British.",
      "fullDescription": "Chidambaram is a town and municipality in Cuddalore district in the Indian state of Tamil Nadu, on the banks of the Vellar River where it meets the Bay of Bengal. It is the headquarters of the Chidambaram taluk. The town is believed to be of significant antiquity and has been ruled, at different times, by the Pallavas until ninth century, Medieval Cholas, Later Cholas, Later Pandyas, Vijayanagar Empire, Thanjavur Nayakas, Marathas and the British.\\n The town is known for the Thillai Nataraja Temple and Thillai Kali Temple, and the annual chariot festival held in the months of December–January (In the Tamil month of Marghazhi known as 'Margazhi Urchavam') and June to July (In the Tamil month of Aani known as 'Aani Thirumanjanam'). One of the Divya Desams Divya Sri Govindaraja Perumal Temple (Thiruchitrakoodam) is a part of Thillai Nataraja Temple complex. Thiruvetkalam Shiva Temple, Vadakiruppu, Thirunelvayil Shiva Temple, Sivapuri and Tirukkazhippalai Palvannanathar Temple are the other three ancient Shiva temples in the region.Chidambaram covers an area of 4.8 km2 (1.9 sq mi) and had a population of 62,153 as of 2011. It is administered by a Selective grade municipality. Tertiary sector involving tourism is the major occupation.\\n The town is known for the Thillai Nataraja Temple and Thillai Kali Temple, and the annual chariot festival held in the months of December–January (In the Tamil month of Marghazhi known as 'Margazhi Urchavam') and June to July (In the Tamil month of Aani known as 'Aani Thirumanjanam'). One of the Divya Desams Divya Sri Govindaraja Perumal Temple (Thiruchitrakoodam) is a part of Thillai Nataraja Temple complex. Thiruvetkalam Shiva Temple, Vadakiruppu, Thirunelvayil Shiva Temple, Sivapuri and Tirukkazhippalai Palvannanathar Temple are the other three ancient Shiva temples in the region.Chidambaram covers an area of 4.8 km2 (1.9 sq mi) and had a population of 62,153 as of 2011. It is administered by a Selective grade municipality. Tertiary sector involving tourism is the major occupation. \\n Roadways are the major means of transportation with a total of 64.12 km (39.84 mi) of district roads including one national highway passing through the town. As of 2011, there were eleven government schools: six primary schools, three middle schools and two higher secondary schools in Chidambaram. Annamalai University, established in 1929 in Chidambaram, is one of the oldest and most prominent universities in the state.",
      "relatedPlaces" : ["Kumbakonam","Thanjavur","Tirunelveli"]
    },
    {
      "place": "Road Trip enroute the montains and forests",
      "city": "Masinagudi",
      "shortDescription": "Masinagudi is a village in the Nilgiris District of the state of Tamil Nadu in India. It is located 30 km (19 mi) from the district headquarters at Ooty. It is in the buffer zone of the Mudumalai National Park. Masinagudi has several schools and other amenities and a number of resorts.Masinagudi is a village on the Sigur Plateau. It is located on MDR700 between Ooty and Theppakadu in the Nilgiris district of Tamil Nadu, India. It is 30 km (19 mi) from Ooty.[2] ",
      "fullDescription": "Masinagudi is a village in the Nilgiris District of the state of Tamil Nadu in India. It is located 30 km (19 mi) from the district headquarters at Ooty. It is in the buffer zone of the Mudumalai National Park. Masinagudi has several schools and other amenities and a number of resorts.Masinagudi is a village on the Sigur Plateau. It is located on MDR700 between Ooty and Theppakadu in the Nilgiris district of Tamil Nadu, India. It is 30 km (19 mi) from Ooty.[2].The village is in the buffer zone of the Mudumalai Tiger Reserve, just outside the Mudumalai National Park. The total area of Masinagudi is 134.09 km2 (51.77 sq mi), of which 114.15 km2 (44.07 sq mi) or 85% is forested.Situated at an elevation of 950 m (3,120 ft), Masinagudi has a tropical climate. \\n When compared with winter, the summers have much more rainfall. This location is classified as Aw by Köppen and Geiger. In Masinagudi, the average annual temperature is 22 °C. In a year, the rainfall is 1514 mm.The population as of the 2011 Census was 8,783 with 2,393 households. The gender ratio was 1,021 females per 1,000 males. The percentages of Scheduled Castes is 25.9% and of Scheduled Tribes is 20.5%. The literacy rate is 67.9%, with males at 74.1% and females 61.9%.Masinagudi is governed by a Gram Panchayat .It has a number of schools. As of 2011, there were 8 pre-primary schools, 5 primary schools, 3 middle and secondary schools, and 1 senior secondary school. Masinagudi and 10 surrounding sub-villages are served by the India Posts Sub Post Office, Masinagudi with PIN code 643223.\\n When compared with winter, the summers have much more rainfall. This location is classified as Aw by Köppen and Geiger. In Masinagudi, the average annual temperature is 22 °C. In a year, the rainfall is 1514 mm.The population as of the 2011 Census was 8,783 with 2,393 households. The gender ratio was 1,021 females per 1,000 males. The percentages of Scheduled Castes is 25.9% and of Scheduled Tribes is 20.5%. The literacy rate is 67.9%, with males at 74.1% and females 61.9%.Masinagudi is governed by a Gram Panchayat .It has a number of schools. As of 2011, there were 8 pre-primary schools, 5 primary schools, 3 middle and secondary schools, and 1 senior secondary school. Masinagudi and 10 surrounding sub-villages are served by the India Posts Sub Post Office, Masinagudi with PIN code 643223.",
      "relatedPlaces" : ["Tirunelveli","Kumbakonam","Thanjavur"]
    },
    {
      "place": "Fall in love with the divine agraharams",
      "city": "Kumbakonam",
      "shortDescription": "Kumbakonam (formerly spelt as Coombaconum or Combaconum)or Kudanthai is a city municipal corporation in the Thanjavur district in the Indian state of Tamil Nadu. It is located 40 km (25 mi) from Thanjavur and 282 km (175 mi) from Chennai and is the headquarters of the Kumbakonam taluk of Thanjavur district. It is the second largest city in the district after Thanjavur. The city is bounded by two rivers, the Kaveri River to the north and Arasalar River to the south. Kumbakonam is known as a 'Temple town' due to the prevalence of a number of temples here and is noted for its Mahamaham festival, which happens once in 12 years, attracting people from all over the country.",
      "fullDescription": "Kumbakonam (formerly spelt as Coombaconum or Combaconum)or Kudanthai is a city municipal corporation in the Thanjavur district in the Indian state of Tamil Nadu. It is located 40 km (25 mi) from Thanjavur and 282 km (175 mi) from Chennai and is the headquarters of the Kumbakonam taluk of Thanjavur district. It is the second largest city in the district after Thanjavur. The city is bounded by two rivers, the Kaveri River to the north and Arasalar River to the south. Kumbakonam is known as a 'Temple town' due to the prevalence of a number of temples here and is noted for its Mahamaham festival, which happens once in 12 years, attracting people from all over the country. Kumbakonam dates back to the Sangam period and was ruled by the Early Cholas, Pallavas, Mutharaiyar dynasty, Medieval Cholas, Later Cholas, Pandyas, the Vijayanagara Empire, Madurai Nayaks, Thanjavur Nayaks and the Thanjavur Marathas. \\n It rose to be a prominent town between the seventh and ninth centuries AD, when it served as a capital of the Medieval Cholas. The city reached the zenith of its prosperity during the British Raj when it was a prominent centre of European education and Hindu culture; and it acquired the cultural name, the 'Cambridge of South India'. In 1866, Kumbakonam was officially constituted as a municipality, which today comprises 48 wards, making it the second largest local civil body in Thanjavur district. It became a municipal corporation on 24 August 2021. \\n It rose to be a prominent town between the seventh and ninth centuries AD, when it served as a capital of the Medieval Cholas. The city reached the zenith of its prosperity during the British Raj when it was a prominent centre of European education and Hindu culture; and it acquired the cultural name, the 'Cambridge of South India'. In 1866, Kumbakonam was officially constituted as a municipality, which today comprises 48 wards, making it the second largest local civil body in Thanjavur district. It became a municipal corporation on 24 August 2021. \\n The name 'Kumbakonam', roughly translated in English as the 'Pot's Corner',[2] is believed to be an allusion to the mythical pot (kumbha) of the Hindu god Brahma that contained the seed of all living beings on earth. The kumbha is believed to have been displaced by a pralaya (dissolution of the universe) and ultimately came to rest at the spot where the town of Kumbakonam now stands. This event is now commemorated in the Mahamaham festival held every 12 years. Kumbakonam is also known as Baskarashetram[3] and Kumbam[4] from time immemorial and as Kudanthai in ancient times.[5] Kumbakonam is also spelt as Coombaconum in the records of British India.[6] Kumbakonam was also formerly known by the Tamil name of Kudamukku.[7] Kumbakonam is also identified with the Sangam age settlement of Kudavayil.",
      "relatedPlaces" : ["Chidambaram","Masinagudi","Thanjavur"]
    },
    {
      "place": "Energy driven drive through the wind mills",
      "city": "Tirunelveli",
      "shortDescription": "Tirunelveli, also known as Nellai and historically (during British rule) as Tinnevelly, is a major city in the Indian state of Tamil Nadu. It is the administrative headquarters of the Tirunelveli District. It is the sixth-largest municipal corporation in the state after Chennai, Coimbatore, Madurai, Tiruchirappalli and Salem. Tirunelveli is located 624 km (388 mi) southwest of the state capital Chennai, 58 km (36 mi) away from Thoothukudi, and 73 km (45 mi) from Kanyakumari. The downtown is located on the west bank of the Thamirabarani River; its twin Palayamkottai is on the east bank. ",
      "fullDescription": "Tirunelveli, also known as Nellai and historically (during British rule) as Tinnevelly, is a major city in the Indian state of Tamil Nadu. It is the administrative headquarters of the Tirunelveli District. It is the sixth-largest municipal corporation in the state after Chennai, Coimbatore, Madurai, Tiruchirappalli and Salem. Tirunelveli is located 624 km (388 mi) southwest of the state capital Chennai, 58 km (36 mi) away from Thoothukudi, and 73 km (45 mi) from Kanyakumari. The downtown is located on the west bank of the Thamirabarani River; its twin Palayamkottai is on the east bank. Palayamkottai is called the Oxford of South India as it has many schools and colleges.[citation needed] It has several important government offices. Tirunelveli is an ancient city, recorded to be more than two millennia old. It has been ruled at different times by the Early Pandyas, the Cheras, the Medieval Cholas and Later Cholas, the later Pandyas, the Vijayanagara Empire and the British.\\n The Polygar War, involving Palaiyakkarars led by Veerapandiya Kattabomman and forces of the British East India Company, was waged on the city's outskirts from 1797 to 1801.Tirunelveli is administered by the Municipal Corporation, established on 1 June 1994 by the Municipal Corporation Act. The city covers an area of 189.9 km2 (73.3 sq mi), and holds a population of 473,637 in 2011. The total population after the inclusion of other municipalities is 968,984. Tirunelveli is well-connected by road and rail with the rest of Tamil Nadu and India. The nearest domestic airport is Thoothukudi Airport. The nearest international airports are Madurai International Airport and Thiruvananthapuram International Airport. The nearest seaport is Thoothukudi Port.Industries in Tirunelveli include administrative services, agricultural trading, tourism, banking, agricultural machinery, information technology and educational services. \\n The city is an educational hub of southern India, with institutions such as Anna University Regional Campus – Tirunelveli, Tirunelveli Medical College, The Tirunelveli Veterinary College and Research Institution, Tirunelveli Law College, the Government College of Engineering, Manonmaniam Sundaranar University and much more.Tirunelveli has a number of historical monuments, with the Nellaiappar Temple being the most prominent. The city is also renowned throughout the state for a sweet called 'Irutu kadai halwa'.\\n The city is an educational hub of southern India, with institutions such as Anna University Regional Campus – Tirunelveli, Tirunelveli Medical College, The Tirunelveli Veterinary College and Research Institution, Tirunelveli Law College, the Government College of Engineering, Manonmaniam Sundaranar University and much more.Tirunelveli has a number of historical monuments, with the Nellaiappar Temple being the most prominent. The city is also renowned throughout the state for a sweet called 'Irutu kadai halwa'.",
      "relatedPlaces" : ["Chidambaram","Kumbakonam","Masinagudi"]
    }
  ]